var json = [
  {
    "id":0,
    "name":"弗里达·卡洛",
    "info":"弗里达·卡罗（Frida Kahlo 1907年7月6日－1954年7月13日）是一位知名的墨西哥女画家。弗里达的本名是Magdalena Carmen Frieda Kahlo y Calderón，她出生在墨西哥城南部的科瑶坎（Coyoacan）街区。父亲是德裔犹太画家与摄影师，家族来自罗马尼亚的欧拉地Oradea（二战前是匈牙利属地）。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/63/31488.jpg"
    },
    {
    "id":1,
    "name":"埃德加·德加",
    "info":"埃德加·德加（Edgar Degas，1834年7月19日—1917年9月27日），印象派重要画家。他出身于金融资本家的家庭，他的祖父是个画家，因此他从小就生长在一个非常关心艺术的家庭中。中学毕业后，德加报考了美术学校，他在意大利学习意大利的艺术，特别是文艺复兴时期的艺术。与此同时，他又在让-奥古斯特·多米尼克·安格尔（Jean-Suguste Dominique Ingres，1780-1867）的一位得意门生路易·拉莫特（Louis Lamott）的画室里学画。1917年9月27日，埃德加·德加逝世于巴黎，享年83岁。",
    "img":"http://img.mp.sohu.com/upload/20170715/ae9ac9977ba543fabdcbaad87fe22dae_th.png"
    },
    {
    "id":2,
    "name":"彼得·勃鲁盖尔",
    "info":"彼得·勃鲁盖尔（Bruegel Pieter， 约1525—1569）16世纪尼德兰地区最伟大的画家。一生以农村生活作为艺术创作题材，人们称他为“农民的勃鲁盖尔”。他善于思想，天生幽默，喜爱夸张的艺术造型，因此人们又赠给他一个外号叫“滑稽的勃鲁盖尔”。他继承了博斯的艺术风格，又被誉为“新博斯”。他是欧洲美术史上第一位“农民画家”。彼得·勃鲁盖尔是自扬·凡·爱克开始的刊期荷兰画派的最后一位巨匠。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/72/35874.jpg"
    },
    {
    "id":3,
    "name":"文森特·梵高",
    "info":"文森特·威廉·梵高（Vincent Willem van Gogh，1853年3月30日—1890年7月29日），荷兰后印象派画家。代表作有《星月夜》、自画像系列、向日葵系列等。梵高出生于1853年3月30日荷兰乡村津德尔特的一个新教牧师家庭，早年的他做过职员和商行经纪人，还当过矿区的传教士最后他投身于绘画。他早期画风写实，受到荷兰传统绘画及法国写实主义画派的影响。1886年，他来到巴黎，结识印象派和新印象派画家，并接触到日本浮世绘的作品，视野的扩展使其画风巨变。1888年，来到法国南部小镇阿尔，创作《阿尔的吊桥》；同年与画家保罗·高更交往，但由于二人性格的冲突和观念的分歧，合作很快便告失败。此后，梵高的疯病（有人记载是“癫痫病”）时常发作，但神志清醒时他仍然坚持作画。1889年创作《星月夜》。1890年7月，梵高在精神错乱中开枪自杀，年仅37岁。",
    "img":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=2472560215,3952038965&fm=26&gp=0.jpg"
    },
    {
    "id":4,
    "name":"伦勃朗·梵·莱茵",
    "info":"伦勃朗·哈尔曼松·凡·莱因（Rembrandt Harmenszoon van Rijn，1606年7月15日～1669年10月4日）是欧洲17世纪最伟大的画家之一，也是荷兰历史上最伟大的画家。伦勃朗早年从师P.拉斯特曼，1625年在家乡开设画室。画作体裁广泛，擅长肖像画、风景画、风俗画、宗教画、历史画等领域。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/96/47657.jpg"
    },
    {
    "id":5,
    "name":"亨利·卢梭",
    "info":"亨利·朱利安·费利克斯·卢梭（Henri Julien Félix Rousseau,1844年5月21日－1910年9月2日），法国卓越成就的伟大画家，也是法国后期印象派画家。生于法国西北部的拉瓦尔市。父亲朱利安·卢梭是马口铁工匠。青年时期他当过军乐队队员，后离开巴黎做了海关官员。他的代表作有《村中散步》《税卡》《战争》《睡着的吉普赛姑娘》《我本人·肖像·风景》《乡村婚礼》《抱木偶的女孩》《梦》等等。他用那纯真无瑕的眼睛去观察世界和感受生活的真谛，这使他的画具有强烈而鲜明的个性。",
    "img":"https://ss3.bdstatic.com/70cFv8Sh_Q1YnxGkpoWK1HF6hhy/it/u=860328398,236131009&fm=26&gp=0.jpg"
    },
    {
    "id":6,
    "name":"亨利·马蒂斯",
    "info":"亨利·马蒂斯（Henri Matisse，1869—1954），法国著名画家、雕塑家、版画家，野兽派创始人和主要代表人物，代表作有《豪华、宁静、欢乐》《生活的欢乐》《开着的窗户》《戴帽的妇人》等。他以使用鲜明、大胆的色彩而著名。21岁时的一场意外，令马蒂斯的绘画热情一发不可收拾，偶然的机缘成为他一生的转折点。用他自己的话说：“我好像被召唤着，从此以后我不再主宰我的生活，而它主宰我。”",
    "img":"https://www.zyzw.com/sjmh/fld006.jpg"
    },
    {
    "id":7,
    "name":"胡安·米罗",
    "info":"胡安·米罗（Joan Miró，1893年4月20日—1983年12月25日），西班牙画家、雕塑家、陶艺家、版画家，超现实主义的代表人物。是和毕加索、达利齐名的20世纪超现实主义绘画大师之一。在1920年代中期，他在他的新天地中，探索了非常困难的一些方面，从《哈里昆的狂欢》的复杂性，到《犬吠月》和《人投鸟一石子》这类作品非常有魅力的单纯性。米罗认为，情欲是最自然、最合乎本性和情理的现象，是生命的原动力。他对女性的魅力十分着迷，可以说他终生探讨最多的也是女性和关于男女性生活。但在生活中，米罗不沾女色，他一生只爱过两个女人：他的妻子和他的女儿。1983年12月25日，米罗因心脏病突发，永远告别了他深爱的妻子比拉和女儿多萝娜，为了纪念这位杰出的艺术大师，欧洲文化艺术界把1993年定为“米罗”年，举办了盛况空前的作品展览和艺术活动。如果大师地下有知，一定会得到莫大的安慰。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/95/47050.jpg"
    },
    {
    "id":8,
    "name":"提齐安诺·维伽略",
    "info":"提香·韦切利奥，又译提齐安诺·维伽略（ Tiziano Vecelli或Tiziano Vecellio，约 1488/1490年– 1576年8月27日 ），英语系国家常称呼为提香（Titian），他是意大利文艺复兴后期威尼斯画派的代表画家。提香出生于意大利东北部阿尔卑斯山地区的卡多列，10岁时随兄长到威尼斯，在乔凡尼·贝利尼的画室学画，与画家乔尔乔内是同学。在提香所处的时代，他被称为“群星中的太阳”，是意大利最有才能的画家之一，兼工肖像、风景及神话、宗教主题绘画。他对色彩的运用不仅影响了文艺复兴时代的意大利画家，更对西方艺术产生了深远的影响。",
    "img":"https://bkimg.cdn.bcebos.com/pic/d439b6003af33a8760d6fdb7ca5c10385243b5e0?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":9,
    "name":"保罗·高更",
    "info":"保罗·高更（Paul Gauguin，1848—1903）法国后印象派画家、雕塑家，代表作品有《我们从何处来？我们是谁？我们向何处去？ 》《黄色基督》《游魂》《敬神节》等。保罗·高更生于法国巴黎，年轻时做过海员，后成为一名股票经纪人。1873年，高更开始学画，并在1883年成了一名职业画家，他曾连续4次参加印象主义画派的展览。1886年，高更离开巴黎来到布列塔尼的蓬塔旺小镇作画。1889年，创作《黄色基督》。1890年之后，高更日益厌倦文明社会而一心遁迹蛮荒，太平洋上的塔希提岛成了他的归宿。1894年，创作《敬神节》。1897年，创作《我们从何处来？我们是谁？我们向何处去？ 》。1901年，他离开塔希提岛前往马克萨斯群岛。1903年去世。保罗·高更与文森特·梵高、塞尚并称为后印象派三大巨匠。",
    "img":"https://bkimg.cdn.bcebos.com/pic/caef76094b36acaf1c969e8b7bd98d1001e99c56?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2U4MA==,g_7,xp_5,yp_5"
    },
    {
    "id":10,
    "name":"皮埃尔·奥古斯特·雷诺阿",
    "info":"皮埃尔·奥古斯特·雷诺阿（Pierre-Auguste Renoir，1841—1919）印象派重要画家。1841年生于法国Haute-Vienne的小镇里蒙（Limoges），后来随家搬迁到巴黎。印象画派成员之一。以油画著称，亦作雕塑和版画。早年当过徒工，画过陶瓷、扇子、窗帘等。曾从学院派画家格莱尔(Charles Gabriel Gleyre, 1806—1874)学画，后受德拉克洛瓦和库尔贝的影响，对鲁本斯及法国18世纪绘画有较深的研究。在创作上能把传统画法与印象主义方法相结合，以鲜丽透明的色彩表现阳光与空气的颤动和明朗的气氛，独具风格。作品有《包厢》《游船上的午餐》《小玛高脱像》《煎饼磨房的舞会》等。",
    "img":"https://bkimg.cdn.bcebos.com/pic/3ac79f3df8dcd100aa8c6a597e8b4710b9122fb1?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":11,
    "name":"马克·夏加尔",
    "info":"马克·夏加尔（1887-1985）生于白俄罗斯，早年的犹太人习俗是他根深蒂固的想象之源。马克·夏加尔是现代绘画史上的伟人，游离于印象派、立体派、抽象表现主义等一切流派的牧歌作者。他的画中呈现出梦幻、象征性的手法与色彩，“超现实派”一词就是为了形容他的作品而创造出来的。夏加尔主要描绘绿色的牛、马在天上飞，躺在紫丁香花丛中的爱侣，同时向左和向右的两幅面孔，倒立或飞走的头颅、中世纪的雕塑。",
    "img":"https://bkimg.cdn.bcebos.com/pic/4bed2e738bd4b31c887c56ce8bd6277f9e2ff807?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":12,
    "name":"拉斐尔·圣齐奥",
    "info":"拉斐尔·桑西（Raffaello Santi，全名Raffaello Sanzio da Urbino，1483年3月28日或4月6日—1520年4月6日），常称为拉斐尔（Raphael），意大利著名画家，也是“文艺复兴后三杰”中最年轻的一位，代表了文艺复兴时期艺术家从事理想美的事业所能达到的巅峰。他的性情平和、文雅，创作了大量的圣母像，他的作品充分体现了安宁、协调、和谐、对称以及完美和恬静的秩序。",
    "img":"https://img9.doubanio.com/view/note/large/public/p8902634.jpg"
    },
    {
    "id":13,
    "name":"雷昂纳多·达芬奇",
    "info":"莱昂纳多·达·芬奇（意大利语：Leonardo da Vinci；1452年4月15日~1519年5月2日）。意大利文艺复兴画家、科学家、发明家。现代学者称他为“文艺复兴时期最完美的代表”，是人类历史上绝无仅有的全才，其最大的成就是绘画，他的杰作《蒙娜丽莎》和《最后的晚餐》等作品，体现了他精湛的艺术造诣。达·芬奇思想深邃，学识渊博、擅长绘画、雕刻、发明、建筑，通晓数学、生物学、物理学、天文学、地质学等学科。保存下来的手稿大约有6000页。达·芬奇认为自然中最美的研究对象是人体，人体是大自然的奇妙之作品，画家应以人为绘画对象的核心。达·芬奇生于托斯卡纳的芬奇镇附近。他在少年时已显露艺术天赋，15岁左右到佛罗伦萨拜师学艺，成长为具有科学素养的画家、雕刻家。并成为军事工程师和建筑师。1482年应聘到米兰后，在贵族宫廷中进行创作和研究活动，1513年起漂泊于罗马和佛罗伦萨等地。1516年侨居法国，1519年5月2日病逝。",
    "img":"https://bkimg.cdn.bcebos.com/pic/241f95cad1c8a786d5cbed7b6b09c93d71cf50e5?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":14,
    "name":"阿梅迪奥·莫迪利亚尼",
    "info":"阿梅代奥·莫迪利亚尼（1884－1920） 意大利著名画家，出生于托斯卡纳的小海港城市里窝那的一个犹太人家庭。父亲是商人，母亲是英文教师。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/76/37613.jpg"
    },
    {
    "id":15,
    "name":"桑德罗·波提切利",
    "info":"桑德罗·波提切利（Sandro Botticelli；Alessandro Filipepi，1445年3月1日—1510年5月17日）是15世纪末佛罗伦萨的著名画家，欧洲文艺复兴早期佛罗伦萨画派的最后一位画家。受尼德兰肖像画的影响，波提切利又是意大利肖像画的先驱者。最著名的是他的《春》。",
    "img":"https://bkimg.cdn.bcebos.com/pic/9f2f070828381f30e924ed8a05495b086e061d955af5?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":16,
    "name":"巴勃罗·毕加索",
    "info":"巴勃罗·毕加索（Pablo Picasso，1881年10月25日～1973年4月8日），全名巴勃罗·迭戈·何塞·弗朗西斯科·狄·保拉·胡安·纳波穆西诺·玛莉亚·狄·洛斯·雷梅迪奥斯·西普里亚诺·狄·拉·圣地西玛·特里尼达·路易斯·毕加索（Pablo Diego José Francisco de Paula Juan Nepomuceno María de los Remedios Cipriano de la Santísima Trinidad Ruiz y Picasso），西班牙画家、雕塑家，法国共产党党员。是现代艺术的创始人，西方现代派绘画的主要代表。毕加索是当代西方最有创造性和影响最深远的艺术家，是20世纪最伟大的艺术天才之一。毕加索的艺术生涯几乎贯穿其一生，作品风格丰富多样，后人用“毕加索永远是年轻的”的说法形容毕加索多变的艺术形式。史学上不得不把他浩繁的作品分为不同的时期——早年的“蓝色时期”、“粉红色时期”、盛年的“黑人时期”、“分析和综合立体主义时期”（又称“立体主义时期”）、后来的“超现实主义时期”等等。他于1907年创作的《亚威农少女》是第一张被认为有立体主义倾向的作品，是一幅具有里程碑意义的著名杰作。它不仅标志着毕加索个人艺术历程中的重大转折，而且也是西方现代艺术史上的一次革命性突破，引发了立体主义运动的诞生。毕加索是位多产画家，据统计，他的作品总计近37000件，包括：油画1885幅，素描7089幅，版画20000幅，平版画6121幅。在1999年12月法国一家报纸进行的一次民意调查中，他以40%的高票当选为20世纪最伟大的十个画家之首。",
    "img":"https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=1041837746,3633069631&fm=26&gp=0.jpg"
    },
    {
    "id":17,
    "name":"雷内·马格里特",
    "info":"比利时画家。早期从事墙纸设计和商业艺术。20世纪20年代与巴黎的超现实主义者交往甚密，并开始潜心作画，宗法超现实主义画风。早期作品包括《会飞的塑像》（1927）和《漂亮的俘虏》（1931）。成熟期的作品色彩更为鲜明，物体位置并列，常以海和天空为题材。代表作有《风云将变》（1928）、《比利牛斯山上城堡》（1959）。",
    "img":"https://bkimg.cdn.bcebos.com/pic/2fdda3cc7cd98d107624ce442d3fb80e7aec90d7?x-bce-process=image/resize,m_lfit,w_500,limit_1"
    },
    {
    "id":18,
    "name":"瓦西里·康定斯基",
    "info":"瓦西里·康定斯基（Василий Кандинский Wassily Kandinsky ，格里历1866年12月4日－1944年12月13日），出生于俄罗斯的法国画家和美术理论家。康定斯基与彼埃·蒙德里安和马列维奇一起，被认为是抽象艺术的先驱，但毫无疑问，康定斯基是最著名的。他还与其他人共同成立了一个为时不长但很有影响力的艺术团体——“蓝骑士”。康定斯基的绘画售价曾近一千五百万美元。索罗门·古根海姆美术馆是康定斯基作品的最大藏家之一。瓦西里·康定斯基是现代艺术的伟大人物之一，同时也是现代抽象艺术在理论和实践上的奠基人。他在1911年所写的《论艺术的精神》、1912年的《关于形式问题》、1923年的《点、线到面》、1938年的《论具体艺术》等论文，都是抽象艺术的经典著作，是现代抽象艺术的启示录。",
    "img":"https://bkimg.cdn.bcebos.com/pic/f703738da977391276bc886af3198618367ae227?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2UxNTA=,g_7,xp_5,yp_5"
    },
    {
    "id":19,
    "name":"萨尔瓦多·达利",
    "info":"萨尔瓦多·多明哥·菲利普·哈辛托·达利-多梅内克，普波尔侯爵（西班牙语：Salvador Domingo Felipe Jacinto Dali i Domenech, Marqués de Púbol，1904年5月11日－1989年1月23日），一般简称萨尔瓦多·达利（Salvador Dalí），是著名的西班牙加泰罗尼亚画家，因为其超现实主义作品而闻名。达利是一位具有非凡才能和想象力的艺术家，他的作品把怪异梦境般的形象与卓越的绘图技术和受文艺复兴大师影响的绘画技巧令人惊奇地混合在一起。在1982年西班牙国王胡安·卡洛斯一世封他为普波尔侯爵，与毕加索、马蒂斯一起被认为是二十世纪最有代表性的三个画家。",
    "img":"https://bkimg.cdn.bcebos.com/pic/908fa0ec08fa513d167aacb0316d55fbb3fbd988?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":20,
    "name":"米开朗基罗",
    "info":"米开朗基罗·博那罗蒂（Michelangelo Buonarroti，1475年3月6日—1564年2月18日），又译“米开朗琪罗”，意大利文艺复兴时期伟大的绘画家、雕塑家、建筑师和诗人，文艺复兴时期雕塑艺术最高峰的代表，与拉斐尔和达芬奇并称为文艺复兴后三杰。他的父亲是洛多维科·迪·莱昂纳多·博那罗蒂·迪·西蒙尼（Lodovico di Leonardo Buonarroti di Simoni）他的母亲名叫弗朗切斯卡·迪·内里·德尔·米尼亚托·迪·锡耶纳（Francesca di Neri del Miniato di Siena）。他一生追求艺术的完美，坚持自己的艺术思路。他于 1564 年在罗马去世，他的风格影响了几乎三个世纪的艺术家。小行星 3001 以他的名字命名来表达后人对他的尊敬。罗曼 · 罗兰写过《米开朗琪罗传》，归入《名人传》中。米开朗基罗是《大卫》，《创世纪》的作者。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/10/4560.jpg"
    },
    {
    "id":21,
    "name":"米哈伊尔·亚里山大罗维奇·弗鲁贝尔",
    "info":"米哈伊尔·亚里山大罗维奇·弗鲁贝尔 Mikhail Aleksandrovich Vrubel1856-1910（俄语： Михаил Александрович Врубель）， 俄罗斯象征主义画家。弗鲁贝尔属于大器晚成的艺术家，当他完成学业的时候，仿佛给人以资质平常的感觉，而这时他最好的朋友，比他小九岁的瓦伦丁·亚历山德罗维奇·谢洛夫V·A·Serov，以那幅闻名于俄国画坛的《少女和桃子》成为后一辈画家中的翘楚。尽管如此，谢洛夫对弗鲁贝尔的才能十分称道，认为他是“真正的具备独立的、富有个性的画家”",
    "img":"https://bkimg.cdn.bcebos.com/pic/d009b3de9c82d1580411becf8e0a19d8bc3e4239?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":22,
    "name":"保罗·克里",
    "info":"瑞士画家保罗·克里(一译克莱；1879.12～1940.6)是20世纪初现代派风格中最不稳定的一位画家。他才华横溢，善于在绘画中借用音乐形式。可是他的那些不是抽象的抽象构图、幻想的客观事物符号与几何图形等，缺乏某种固有的结构'模式'；另一方面，在表达方式上虽和超现实主义美术不同，但总的哲学基础是一样的。那就是主观的直觉主义和弗洛伊德的梦幻心理学说和精神分析学。只是克里的画面今天看来有一种“单纯美”的特色。愈到晚年，他那些充满着色彩奇趣的画面愈富于强烈的装饰性。无怪后来人们尊奉他为出色的图案家。",
    "img":"http://5b0988e595225.cdn.sohucs.com/images/20181108/4160cc0c98404f7b9963ab3ce811925e.jpeg"
    },
    {
    "id":23,
    "name":"卡米耶·毕沙罗",
    "info":"卡米耶·毕沙罗（Camille Pissarro，1830年7月10日-1903年11月13日），法国印象派大师，生于安的列斯群岛的圣托马斯岛，1903年于巴黎去世。",
    "img":"https://nimg.ws.126.net/?url=http%3A%2F%2Fspider.ws.126.net%2Fd1d0d8a676ff4ac62264eec2993c93a4.jpeg&thumbnail=650x2147483647&quality=80&type=jpg"
    },
    {
    "id":24,
    "name":"乔托·迪邦多内",
    "info":"乔托（Giotto，约1266—1337）是佛罗伦萨画派的创始人， 也是文艺复兴的先驱者之一。乔托的艺术是中世纪与文艺复兴的分界线，他不仅表现出卓越的绘画技巧，同时也奠定了文艺复兴艺术的现实主义基础。",
    "img":"https://bkimg.cdn.bcebos.com/pic/b3fb43166d224f4ab5dede1805f790529822d172?x-bce-process=image/resize,m_lfit,w_640,limit_1"
    },
    {
    "id":25,
    "name":"居斯塔夫·库尔贝",
    "info":"居斯塔夫·库尔贝（Gustave Courbet，1819－1877）法国画家，现实主义美术的代表。自幼天赋聪颖、相貌出众，既高傲自大、自命不凡，又热情奔放、慷慨大方，从中学时代就成为同龄朋友们心悦诚服的领袖。",
    "img":"https://bkimg.cdn.bcebos.com/pic/023b5bb5c9ea15ce6382227cba003af33a87b253?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":26,
    "name":"古斯塔夫·克林姆特",
    "info":"古斯塔夫·克林姆特，又译古斯塔夫·克里姆，生于维也纳，是一位奥地利知名象征主义画家。他创办了维也纳分离派，也是所谓维也纳文化圈代表人物。 古斯塔夫·克林姆特画作特色在于特殊的象征式装饰花纹，并在画作中大量使用性爱主题。在伦敦举行的“印象派与现代主义”夜场拍卖中，他创作的风景画《花草农园》以4800万英镑（约合人民币4.056亿元）的价格成交。",
    "img":"https://bkimg.cdn.bcebos.com/pic/cc11728b4710b912de5366c7cefdfc039245227c?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":27,
    "name":"亨利·德图卢兹·劳特雷克",
    "info":"相对于梵高、莫奈、塞尚、高更这些国人耳熟能详的印象派大家来说，劳特雷克的名字可能很多人都会觉得陌生。但事实上，英年早逝的他（与梵高一样，只活了37岁），绝对算得上那个时代法兰西最才华横溢的艺术巨星。《红磨坊》《康康舞娘》《共济会》",
    "img":"https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=724009308,2300673270&fm=26&gp=0.jpg"
    },
    {
    "id":28,
    "name":"弗朗西斯科·戈雅",
    "info":"弗朗西斯科·何塞·德·戈雅-卢西恩特斯（Francisco José de Goya y Lucientes，1746——1828），出生于西班牙萨拉戈萨，西班牙浪漫主义画派画家。",
    "img":"https://www.zyzw.com/sjmhxsx/sjmhxsxt/sjmhxst522.jpg"
    },
    {
    "id":29,
    "name":"扬·凡·艾克",
    "info":"扬·凡·艾克（Jan Van Eyck又译扬·凡·爱克）(1385年-1441年)， 尼德兰画家，是早期尼德兰画派最伟大的画家之一，也是十五世纪北欧后哥德式绘画的创始人，尼德兰文艺复兴美术的奠基者，油画形成时期的关键性人物，因其对油画艺术技巧的纵深发展做出了独特的贡献，被誉为“油画之父”。",
    "img":"http://5b0988e595225.cdn.sohucs.com/images/20180623/7792e9f9aa57494aad061cc5cc68c699.jpeg"
    },
    {
    "id":30,
    "name":"安德烈·鲁布列夫",
    "info":"俄罗斯古代的标志性画家兼僧侣——安德烈·鲁布列夫的艺术被认为是15世纪绘画的最高成就。他是莫斯科圣像学院最著名、也是最受尊敬的大师。俄罗斯东正教在圣徒面前永垂不朽他。他的“三位一体”是特列季亚科夫画廊最著名和最珍贵的藏品之一。",
    "img":"https://bkimg.cdn.bcebos.com/pic/060828381f30e924248edaef40086e061c95f7c2?x-bce-process=image/resize,m_lfit,w_486,limit_1"
    },
    {
    "id":31,
    "name":"安迪·沃霍尔",
    "info":"安迪·沃霍尔（Andy Warhol，1928年8月6日—1987年2月22日），港台地区译为安迪‧沃荷，被誉为20世纪艺术界最有名的人物之一，是波普艺术的倡导者和领袖，也是对波普艺术影响最大的艺术家。他大胆尝试凸版印刷、橡皮或木料拓印、金箔技术、照片投影等各种复制技法。沃霍尔除了是波普艺术的领袖人物，他还是电影制片人、作家、摇滚乐作曲者、出版商，是纽约社交界、艺术界大红大紫的明星式艺术家。2014年，作品毛泽东画像在英国以760万英镑（约合人民币7663万元）的高价被拍卖。",
    "img":"https://bkimg.cdn.bcebos.com/pic/8435e5dde71190ef294cb851c21b9d16fcfa608c?x-bce-process=image/resize,m_lfit,w_500,h_500,limit_1"
    },
    {
    "id":32,
    "name":"阿尔弗雷德·希斯利",
    "info":"阿尔弗雷德·德霍德克（Alfred Dehodencq，1822年4月23日- 1882年1月2日），他是十九世纪中期法国东方主义画家，生于巴黎。德霍德克以生动的油画闻名，尤其是安达卢西亚和北非的油画。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/6/2846.jpg"
    },
    {
    "id":33,
    "name":"保罗·塞尚",
    "info":"他的作品和理念影响了20世纪许多艺术家和艺术运动，尤其是立体派。在他生前的大多数时间里，他的艺术不为公众所理解和接受。通过他的坚持，最后对19世纪所有常规绘画价值提出了挑战。塞尚的最大成就是对色彩与明暗具有前所未有的精辟分析，颠覆了以往的视觉透视点，空间的构造被从混色彩的印象里抽掉了，使绘画领域正式出现纯粹的艺术，这是以往任何绘画流派都无法做到的。因此，他被誉为“现代艺术之父”。他认为形状和色彩是不可分离的。用几何的笔触在平面上涂色，逐渐形成画的表面。他主张不要用线条、明暗来表现物体，而是用色彩对比。他采用色的团块表现物象的立体和深度，利用色彩的冷暖变化造型，用几何元素构造形象。",
    "img":"http://www.youhuaaa.com/UploadFiles/images/Painting_Pic_Big/112/55544.jpg"
    },
    {
    "id":34,
    "name":"迭戈·委拉斯开兹",
    "info":"委拉斯开兹，又译名委拉斯贵支，全名迭戈·罗德里格斯·德席尔瓦-委拉斯开兹（1599年6月6日－1660年8月6日），是17世纪西班牙最伟大的画家，对后来的画家影响很大，弗朗西斯科·戈雅认为他是自己的“伟大教师之一”。对印象派的影响也很大。",
    "img":"http://hqkc.hqwx.com/uploadfile/2019/1129/20191129100452978.png"
    },
    {
    "id":35,
    "name":"爱德华·马奈",
    "info":"爱德华·马奈（Édouard Manet，1832.01.23～1883.04.30）是19世纪印象主义的奠基人之一，1832年出生于法国巴黎。他从未参加过印象派的展览，但他深具革新精神的艺术创作态度，却深深影响了莫奈、塞尚、梵高等新兴画家，进而将绘画带入现代主义的道路上。受到日本浮世绘及西班牙画风的影响，马奈大胆采用鲜明色彩，舍弃传统绘画的中间色调，将绘画从追求立体空间的传统束缚中解放出来，朝二维的平面创作迈出革命性的一大步。",
    "img":"https://bkimg.cdn.bcebos.com/pic/eac4b74543a98226f10dabd38682b9014b90eb72?x-bce-process=image/resize,m_lfit,w_397,limit_1"
    },
    {
    "id":36,
    "name":"彼得·保罗·鲁本斯",
    "info":"彼得·保罗·鲁本斯（Peter Paul Rubens）（1577年6月28日—1640年5月30日），教名伯多禄·保禄·鲁宾斯，17世纪佛兰德斯画家，西班牙哈布斯堡王朝外交使节。鲁本斯是佛兰德斯画家，是巴洛克画派早期的代表人物。",
    "img":"http://img.baozang.com/201303/0609/0931466540w.jpg"
    },
    {
    "id":37,
    "name":"克劳德·莫奈",
    "info":"奥斯卡-克劳德·莫奈（法文：Oscar-Claude Monet，1840年11月14日-1926年12月5日），法国画家，被誉为“印象派领导者”，是印象派代表人物和创始人之一。莫奈是法国最重要的画家之一，印象派的理论和实践大部分都有他的推广。莫奈擅长光与影的实验与表现技法。他最重要的风格是改变了阴影和轮廓线的画法，在莫奈的画作中看不到非常明确的阴影，也看不到突显或平涂式的轮廓线。光和影的色彩描绘是莫奈绘画的最大特色。",
    "img":"https://uploads.xuexila.com/allimg/1603/703-16032216220a58.jpg"
    },
    {
    "id":38,
    "name":"卡西米尔·塞文洛维奇·马列维奇",
    "info":"卡西米尔·塞文洛维奇·马列维奇（Kazimir Severinovich Malevich，1878——1935），是俄国乌克兰至上主义倡导者、几何抽象派画家。1912年在驴尾巴展览会上陈列的《手足病医生在浴室》，又具有立体主义和未来主义的特色。还曾参与起草俄国未来主义艺术家宣言。十月革命后参加左翼美术家联盟。1930年以嫌疑犯被捕入狱，后获释。",
    "img":"https://ss0.bdstatic.com/70cFvHSh_Q1YnxGkpoWK1HF6hhy/it/u=3658746483,1870952227&fm=26&gp=0.jpg"
    },
    {
    "id":39,
    "name":"希罗尼穆斯·博斯",
    "info":"希罗尼穆斯·博斯，荷兰画家。他富有想象力的画作充满了荒唐的形式和怪异的象征主义。在被忽视了几个世纪后，他的原创性、讽刺的运用、及技法在今日已得到推崇。",
    "img":"https://ss2.bdstatic.com/70cFvnSh_Q1YnxGkpoWK1HF6hhy/it/u=2322803900,2198988958&fm=26&gp=0.jpg"
    },
    {
    "id":40,
    "name":"米开朗基罗·梅里西·达·卡拉瓦乔",
    "info":"米开朗基罗·梅里西·达·卡拉瓦乔（意大利语：Michelangelo Merisi da Caravaggio，1571年9月29日—1610年7月18日），意大利画家，1593年到1610年间活跃于罗马、那不勒斯、热那亚 、马耳他和西西里。他通常被认为属于巴洛克画派，对巴洛克画派的形成有重要影响。",
    "img":"https://ss1.bdstatic.com/70cFuXSh_Q1YnxGkpoWK1HF6hhy/it/u=3643432679,2225344138&fm=26&gp=0.jpg"
    }
]

module.exports = {
  dataList: json
}